[
  {
    "titulo": "CHAINSAW MAN 1",
    "codigo": "9788467941159",
    "rating": "5",
    "editorial": "Norma editorial",
    "precio": "10990",
    "autor": "Tatsuki Fujimoto",
    "formato": "Rústica con sobrecubierta",
    "tamano": "11,5 x 17,5",
    "paginas": "192",
    "descripcion": "Denji es un chico sin un peso que se deja la piel trabajando como Devil Hunter junto a su perro demoníaco Pochita para resarcir una deuda astronómica, pero entonces... ¡¡una sangrienta traición da un giro radical a su miserable vida!!",
    "pic1": "./img/chainsaw_1.webp",
    "pic2": "./img/chainsaw_2.jpg"
  },

  {
    "titulo": "Gokushufudo: Yakuza Amo de Casa",
    "codigo": "9788418751370",
    "rating": "3",
    "editorial": "Ivrea",
    "precio": "10990",
    "autor": "Kousuke Oono",
    "formato": "Tapa blanda",
    "tamano": "11,5 x 17,5",
    "paginas": "200",
    "descripcion": "Es la historia de tatsu el inmortal, el hombre más mortífero de la mafia hasta que un día, después de un terrible incidente que lo dejó malherido, decidió apartarse del camino del yakuza y sentar la cabeza, para convertirse en el amo de casa ideal y devoto servidor de Mike, su laboriosa mujer. Sin embargo, por más que luche por dejar atrás su pasado entre clases de cocina, rutinas de gimnasio y actividades del barrio con las vecinas, el pasado está menos muerto de lo que él cree, y volver para llevar lo por el mal camino de las maneras más rebuscadas, violentas y, por supuesto, hilarantes que pueda haber.",
    "pic1": "./img/gokushufudo_1.webp",
    "pic2": "./img/gokushufudo_2.jpg"
  },
  {
    "titulo": "hellsing ed. coleccionista 1",
    "codigo": "9788418751370",
    "rating": "3",
    "editorial": "Norma editorial",
    "precio": "10990",
    "autor": "Kohta Hirano",
    "formato": "Cartoné",
    "tamano": "14,8 x 21",
    "paginas": "392",
    "descripcion": "Desde hace siglos, la organización Hellsing trabaja desde las sombras para proteger a la humanidad de todo tipo de amenazas sobrenaturales, incluidos los ataques de los vampiros. El secreto de su éxito es que cuentan entre sus filas nada más y nada menos que con Alucard, un vampiro aparentemente invulnerable que, aun así, tendrá que luchar con uñas y dientes para salir victorioso ante el ataque de las hordas de muertos vivientes…",
    "pic1": "./img/hellsing_1.webp",
    "pic2": "./img/hellsing_2.jpg"
  },
  {
    "titulo": "la espada del inmortal kanzenban 1",
    "codigo": "9788491465799",
    "rating": "5",
    "editorial": "Planeta Cómic",
    "precio": "10990",
    "autor": "Hiroaki Samura",
    "formato": "Tapa blanda con sobrecubierta",
    "tamano": "15 x 21",
    "paginas": "416",
    "descripcion": "La historia está ambientada en el Japón de la era Edo. El protagonista, Manji, es un guerrero que tiene una gran ventaja sobre sus rivales: ninguna herida lo puede matar. En el pasado mató a otros 100 samuráis, entre ellos el marido de su hermana. ",
    "pic1": "./img/kanzenban_1.webp",
    "pic2": "./img/kanzenban_2.jpg"
  },
  {
    "titulo": "Rooster fighter",
    "codigo": "9788418963919",
    "rating": "4",
    "editorial": "Ivrea Argentina",
    "precio": "8900",
    "autor": "Syu Sakuratani",
    "formato": "Tapa blanda con sobrecubierta",
    "tamano": "13 x 17",
    "paginas": "200",
    "descripcion": "Un manga de acción y humor protagonizado por un orgulloso gallo que defiende tanto a humanos como a animales de las amenazas que acechan la Tierra. Su objetivo es vengar la muerte de su hermana y no parará hasta conseguir acabar con el demonio que segó su vida. El manga parodia al más puro One Punch-man, las series de acción y los protagonistas que van de duros.",
    "pic1": "./img/rooster_1.webp",
    "pic2": "./img/rooster_2.jpg"
  },
  {
    "titulo": "Blue Lock 17",
    "codigo": "9788411123747",
    "rating": "4",
    "editorial": "Planeta Cómic",
    "precio": "15990",
    "autor": "Yusuke Nomura",
    "formato": "Tapa blanda con sobrecubierta",
    "tamano": "13 x 17",
    "paginas": "208",
    "descripcion": "Un manga de fútbol que arrasa en Japón. El protagonista ha ido a BLUE LOCK para intentar cambiar su vida, pero, por el momento, está teniendo bastantes problemas para adaptarse al nivel del programa. Su arma es su impresionante percepción espacial.",
    "pic1": "./img/bluelock_1.jpg",
    "pic2": "./img/bluelock_2.jpg"
  },
  {
    "titulo": "Tensei Shitara Slime Datta Ken 1",
    "codigo": "9788467935141",
    "rating": "4",
    "editorial": "Norma editorial",
    "precio": "15990",
    "autor": "Taiki Kawakami",
    "formato": "Rústica con sobrecubierta",
    "tamano": "13 x 17",
    "paginas": "240",
    "descripcion": "Satoru Mikami, un oficinista algo frustrado, muere inesperadamente tratando de proteger a un compañero por el que, además, no siente demasiado aprecio. Pero lo que parece el final de su vida, representa un nuevo principio, pues despierta en un mundo mágico reencarnado como slime: una criatura gelatinosa carente de extremidades y sin más sentidos que el del tacto. ¿Cómo afrontará Satoru esta nueva oportunidad? Y más importante todavía... ¡¿qué se supone que hace un slime?!",
    "pic1": "./img/slime_1.jpg",
    "pic2": "./img/slime_2.jpg"
  },
  {
    "titulo": "Nana 1",
    "codigo": "9788491460084",
    "rating": "4",
    "editorial": "Ivrea Argentina",
    "precio": "12990",
    "autor": "Ai Yazawa",
    "formato": "Rústica con sobrecubierta",
    "tamano": "13 x 17",
    "paginas": "240",
    "descripcion": "Nana Oosaki y Nana Komatsu son dos chicas de carácter completamente opuesto pero con más que el nombre en común. Se conocen en un tren camino a Tokyo, a donde se están yendo a vivir para cumplir aquello que quieren.",
    "pic1": "./img/slime_1.jpg",
    "pic2": "./img/slime_2.jpg"
  },
  {
    "titulo": "Sidonia no kishi 1",
    "codigo": "9788491671381",
    "rating": "4",
    "editorial": "Panini Comics",
    "precio": "12990",
    "autor": "Tsutomu Nihei",
    "formato": "Rústica con sobrecubierta",
    "tamano": "15 x 17",
    "paginas": "176",
    "descripcion": "Jugándose la supervivencia de la Humanidad, Nagate Tanikaze pilota su armadura plateada, el Tsugumori. Hace mil años, los Gauna destruyeron el Sistema Solar. El Sidonia, una gigantesca nave de transporte de semillas, viaja por el espacio manteniendo la propagación y reproducción del ser humano.",
    "pic1": "./img/sidonia_1.webp",
    "pic2": "./img/sidonia_2.jpg"
  },
  {
    "titulo": "One Punch-Man 1",
    "codigo": "9788416604500",
    "rating": "4",
    "editorial": "Editorial Ivrea",
    "precio": "12990",
    "autor": "One,Yosuke Murarta ",
    "formato": "Rústica con sobrecubierta",
    "tamano": "15 x 17",
    "paginas": "200",
    "descripcion": "¡Elimina a sus enemigos de un solo golpe! Saitama es un superhéroe tan fuerte que derrota a cualquier clase de monstruo de un puñetazo. Aunque para él, eso no es precisamente bueno.¡¡Así comienza la leyenda del superhéroe más poderoso y apático de la historia.",
    "pic1": "./img/one_punch_man_1.jpg",
    "pic2": "./img/one_punch_man_2.jpg"
  }
]
